[S_Broadcast_Truth_Advent_Speaker_01 AkEvent]
SpokenText="Caros cidadãos. Por 20 anos, depositamos nossa confiança na ADVENT, nos Anciões, porque acreditávamos que um futuro melhor é possível para todos. Hoje, essa confiança, essa crença, foi recompensada."

[S_Broadcast_Truth_Advent_Speaker_02 AkEvent]
SpokenText="As forças de paz da ADVENT estão viajando pelo mundo carregando o maior presente dos Anciões."

[S_Broadcast_Truth_Advent_Speaker_03 AkEvent]
SpokenText="Uma terapia genética revolucionária, sim. Mas muito mais do que isso. É o fim da doença. Do declínio. Da dor. O início de um novo amanhã. Disponível para todos nós. Hoje."

[S_Broadcast_Truth_Advent_Speaker_04 AkEvent]
SpokenText="Verdadeiramente, a humanidade finalmente assume seu lugar de direito entre as estrelas."

[S_Game_Over_Advent_Speaker_01 AkEvent]
SpokenText="Cidadãos leais, estou verdadeiramente humilde diante de vocês. Tantas vidas perdidas, tantos sacrifícios desnecessários suportados, enquanto lutávamos para lidar com aqueles que queriam ver nossa grande coalizão cair. Hoje, nossa luta termina."

[S_Game_Over_Advent_Speaker_02 AkEvent]
SpokenText="A XCOM não existe mais."

[S_Game_Over_Advent_Speaker_03 AkEvent]
SpokenText="As forças de paz da ADVENT reduziram as últimas fortalezas deles a cinzas. E com isso, os fragmentos restantes do mundo antigo finalmente são varridos."

[S_Game_Over_Advent_Speaker_04 AkEvent]
SpokenText="Obrigado por seu apoio contínuo. E obrigado aos Anciões por sua orientação durante essa crise."

[S_Game_Over_Advent_Speaker_05 AkEvent]
SpokenText="Longa vida à ADVENT. Longa vida aos Anciões."

[S_Intro_Advent_Speaker_01 AkEvent]
SpokenText="Um pequeno número de dissidentes repete novamente os erros do mundo antigo. Atacando-nos enquanto celebramos um salvador benevolente que, repetidamente, oferece apenas amizade e compaixão. No entanto, essas ações triviais nunca poderiam quebrar o vínculo entre a humanidade e os Anciões..."

[S_Liberation_Network_One_Speaker_01 AkEvent]
SpokenText="Uma vida melhor é possível. Abraçe a sabedoria dos Anciões e livre-se da sujeira e decadência do mundo antigo. Junte-se à ADVENT. Junte-se aos Anciões. Ajude a construir um futuro melhor para..."

[S_Retaliation_Advent_Spokesman_01_Setup_Phase AkEvent]
SpokenText="Caros cidadãos. Por 20 anos, a Coalizão ADVENT trabalhou incansavelmente para reparar os estragos e injustiças do mundo antigo. Sob nosso comando, nossas cidades prosperam, nosso povo floresce e nosso mundo se cura."

[S_Retaliation_Advent_Spokesman_02_Setup_Phase AkEvent]
SpokenText="E ainda entre nós, há aqueles que se recusam a reconhecer a verdade! Dissidentes que atacam das sombras do apodrecimento e ruína fora de nossas muralhas. Determinados a ver tudo o que conquistamos desmoronar!"

[S_Retaliation_Advent_Spokesman_03_Setup_Phase AkEvent]
SpokenText="Isso deve acabar. Por isso... enquanto falo com vocês hoje, as forças de paz da ADVENT estão avançando para os territórios periféricos para acabar com essa praga de uma vez por todas. Garantiremos sua segurança e bem-estar contínuos durante essa crise."

[S_Retaliation_Advent_Spokesman_04_Setup_Phase AkEvent]
SpokenText="Com a cooperação de vocês, superaremos esses elementos radicais..."

[S_Retaliation_Advent_Spokesman_05_Setup_Phase AkEvent]
SpokenText="...E iniciaremos outros 20 anos de paz e prosperidade."